<?
return [
    // Настройки базы данных
    'database' => [
        'host' => '81.31.247.100',     // Адрес сервера базы данных
        'port' => 3306,            // Порт для подключения
        'name' => 'gfvFjFyE',    // Имя базы данных
        'user' => 'jqIEWH',          // Имя пользователя
        'password' => 'IlgtXMWQIOPKxWDJ',          // Пароль пользователя
        'charset' => 'utf8mb4',    // Кодировка
    ]

    // 'database' => [
    //     'host' => '127.0.0.1',     // Адрес сервера базы данных
    //     'port' => 3306,            // Порт для подключения
    //     'name' => 'project_db',    // Имя базы данных
    //     'user' => 'root',          // Имя пользователя
    //     'password' => '',          // Пароль пользователя
    //     'charset' => 'utf8mb4',    // Кодировка
    // ],
];
